ext-sources-app/tests/test_files/soap/DENT_testSearch_nomatch_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
             <identifier>xUnKn123n</identifier>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>